--TODO: complete fill data from http://www.asiec.ru/svedeniya-ob-obrazovatelnoy-organizatsii/materialno-tekhnicheskoe-obespechenie-i-osnashchyennost-obrazovatelnogo-protsessa/%D0%9C%D0%B0%D1%82%D0%B5%D1%80%D0%B8%D0%B0%D0%BB%D1%8C%D0%BD%D0%BE-%D1%82%D0%B5%D1%85%D0%BD%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%BE%D0%B5%20%D0%BE%D0%B1%D0%B5%D1%81%D0%BF%D0%B5%D1%87%D0%B5%D0%BD%D0%B8%D0%B5%20%D0%B8%20%D0%BE%D1%81%D0%BD%D0%B0%D1%89%D0%B5%D0%BD%D0%BD%D0%BE%D1%81%D1%82%D1%8C%20%D0%BE%D0%B1%D1%80%D0%B0%D0%B7%D0%BE%D0%B2%D0%B0%D1%82%D0%B5%D0%BB%D1%8C%D0%BD%D0%BE%D0%B3%D0%BE%20%D0%BF%D1%80%D0%BE%D1%86%D0%B5%D1%81%D1%81%D0%B0%20%D0%90%D0%9F%D0%AD%D0%9A.pdf
INSERT INTO room (
    id,
    number,
    flour,
    building,
    description
) VALUES    (2100, 100, 1, 2, 'Спортивный зал'),
            (2102, 102, 1, 2, 'Документационное обеспечение управления'),
            (2105, 105, 1, 2, 'Лаборатория Геодезии'),
            (2107, 107, 1, 2, 'Менеджмент'),

            (2200, 200, 2, 2, 'кабинет информатики'),
            (2201, 201, 2, 2, 'Информатики и информационных технологий'),
            (2202, 202, 2, 2, 'Информационных технологий в профессиональной деятельности'),
            (2207, 207, 2, 2, 'кабинет физики'),
            (2209, 209, 2, 2, 'Техническая механика'),

            (2300, 300, 2, 2, 'Финансов, денежного обращения и кредита'),
            (2303, 303, 3, 2, 'Русский язык и литература' ),
            (2308, 308, 3, 2, 'кабинет безопасности жизнедеятельности'),
            (2309, 309, 3, 2, 'Иностранный язык'),
            (2310, 310, 3, 2, 'Иностранный язык'),
            (2408, 408, 4, 2, 'кабинет математики'),
            (2409, 409, 4, 2, 'Кабинет Гуманитарных и социально-экономических дисциплин'),



            (1100, 100, 1, 1, 'спортивный зал'),
            (1107, 107, 1, 1, 'кабинет экономики и менеджмента, кабинет социальной психологии'),
            (1109, 109, 1, 1, 'лаборатория системного и прикладного программирования'),

            (1209, 209, 2, 1, 'Экономико финансовых дисциплин и бухгалтерского учета'),
            (1215, 215, 2, 1, 'Бухгалтерского учета, налогообложения и аудита'),

            (1304, 304, 3, 1, 'кабинет математических дисциплин'),
            (1305, 305, 3, 1, 'лаборатория технологии разработки баз данных, информационно-коммуникационных систем'),
            (1307, 307, 3, 1, 'кабинет информатики'),
            (1308, 308, 3, 1, 'лаборатория вычислительной техники, архитектуры персонального компьютера и периферийных устройств'),
            (1309, 309, 3, 1, 'кабинет иностранного языка'),
            (1402, 402, 4, 1, 'Правового обеспечения профессиональной деятельности '),
            (1408, 408, 4, 1, 'кабинет иностранного языка');
